Repository: mikhirev/question2answer
Catalog: locale/*/LC_MESSAGES/qa-core.po
Languages: ru

source: Your answer on ^site_title has a new comment by ^c_handle: ^open^c_content^close Your answer was: ^open^c_context^close You may respond by adding your own comment: ^url Thank you, ^site_title
ru: К вашему ответу на сайте ^site_title добавлен новый комментарий от ^c_handle: ^open^c_content^close Ваш ответ был: ^open^c_context^close Вы можете ответить добавив свой комментарий: ^url -- Спасибо, ^site_title

source: Your ^site_title comment has been added to
ru: На сайте ^site_title был добавлен комментарий

source: A new comment by ^c_handle has been added after your comment on ^site_title: ^open^c_content^close The discussion is following: ^open^c_context^close You may respond by adding another comment: ^url Thank you, ^site_title
ru: Новый комментарий от ^c_handle был добавлен после вашего комментария на сайте ^site_title: ^open^c_content^close Продолжение обсуждения: ^open^c_context^close Вы можете добавить другой комментарий: ^url -- Спасибо, ^site_title

source: ^site_title moderation
ru: ^site_title - Модерация

source: An edited post by ^p_handle requires your reapproval: ^open^p_context^close Click below to approve or hide the edited post: ^url Click below to review all queued posts: ^a_url Thank you, ^site_title
ru: Отредактированное сообщение ^p_handle требует вашего повторного подтверждения: ^open^p_context^close Нажмите ниже, чтобы подтвердить или скрыть отредактированное сообщение: ^url Нажмите ниже, чтобы просмотреть всю очередь сообщений: ^a_url Спасибо, ^site_title

source: A post by ^p_handle requires your approval: ^open^p_context^close Click below to approve or reject the post: ^url Click below to review all queued posts: ^a_url Thank you, ^site_title
ru: Сообщение ^p_handle требует вашего одобрения: ^open^p_context^close Нажмите ниже, чтобы подтвердить или отклонить сообщение: ^url Нажмите ниже для просмотра всех сообщений ожидающих одобрения: ^a_url -- Спасибо, ^site_title

source: ^site_title has a flagged post
ru: ^site_title - Отмеченное сообщение

source: A post by ^p_handle has received ^flags: ^open^p_context^close Click below to see the post: ^url Click below to review all flagged posts: ^a_url Thank you, ^site_title
ru: Сообщение ^p_handle отмечено ^flags: ^open^p_context^close Нажмите ниже для просмотра сообщения: ^url Нажмите ниже для просмотра всех отмеченных сообщений: ^a_url -- Спасибо, ^site_title

source: %d flag
ru: %d жалоба

source: Your ^site_title answer has been selected!
ru: Ваш ответ на сайте ^site_title был выбран лучшим!

source: Congratulations! Your answer on ^site_title has been selected as the best by ^s_handle: ^open^a_content^close The question was: ^open^q_title^close Click below to see your answer: ^url Thank you, ^site_title
ru: Поздравляем вас! Ваш ответ на сайте ^site_title был выбран лучшим. Пользователь: ^s_handle: ^open^a_content^close Вопрос: ^open^q_title^close Нажмите ниже, чтобы посмотреть ответ: ^url -- Спасибо, ^site_title

source: ^site_title has a new registered user
ru: ^site_title - Зарегистрирован новый пользователь

source: A new user has registered as ^u_handle. Click below to approve the user: ^url Click below to review all users waiting for approval: ^a_url Thank you, ^site_title
ru: Новый пользователь зарегистрирован как ^u_handle. Нажмите ниже, чтобы подтвердить пользователя: ^url Нажмите ниже, чтобы просмотреть список пользователей ожидающих подтверждения: ^a_url Спасибо, ^site_title

source: A new user has registered as ^u_handle. Click below to view the user profile: ^url Thank you, ^site_title
ru: Новый пользователь зарегистрирован как ^u_handle. Нажмите ниже, чтобы посмотреть профиль пользователя: ^url Спасибо, ^site_title

source: Your ^site_title user has been approved
ru: Пользователь ^site_title был подтвержден

source: You can see your new user profile here: ^url Thank you, ^site_title
ru: Увидеть свой новый профиль можно здесь: ^url Спасибо, ^site_title

source: Post on your ^site_title wall
ru: ^site_title - Запись на вашей стене

source: ^f_handle has posted on your user wall at ^site_title: ^open^post^close You may respond to the post here: ^url Thank you, ^site_title
ru: ^f_handle оставил запись на вашей стене на сайте ^site_title: ^open^post^close Для ответа нажмите здесь: ^url Спасибо, ^site_title

source: Feed not found
ru: Feed не найден

source: Recent questions
ru: Недавние вопросы

source: Recent questions in %s
ru: Недавние вопросы в %s

source: Hot questions
ru: Горячие вопросы

source: Hot questions in %s
ru: Горячие вопросы в %s

source: Recent questions without answers
ru: Недавние вопросы без ответов

source: Questions without answers in %s
ru: Вопросы без ответов в %s

source: Recently answered questions
ru: Недавно отвеченные вопросы

source: Recently commented questions
ru: Недавно прокомментированные вопросы

source: Recently commented questions in %s
ru: Недавно прокомментированные вопросы в %s

source: Recent questions and answers
ru: Свежие вопросы и ответы

source: Recent questions and answers in %s
ru: Недавние вопросы и ответы в %s

source: Recent activity in %s
ru: Недавняя активность в %s

source: Recent questions tagged %s
ru: Недавние вопросы с тегом %s

source: Search results for %s
ru: Результаты поиска %s

source: Hidden:
ru: Скрыто:

source: Reshown:
ru: Показано повторно:

source: Closed:
ru: Закрыто:

source: Reopened:
ru: Открыто повторно:

source: Retagged:
ru: Изменены теги:

source: Recategorized:
ru: Изменена категория:

source: Answered:
ru: Отвечено:

source: Answer selected:
ru: Ответ выбран:

source: Answer reshown:
ru: Ответ снова отображён:

source: Answer edited:
ru: Ответ отредактирован:

source: Commented:
ru: Прокомментировано:

source: Comment moved:
ru: Комментарий перемещён:

source: Comment reshown:
ru: Комментарий снова отображён:

source: Comment edited:
ru: Комментарий отредактирован:

source: Edited:
ru: Отредактировано:

source: Email address required - not public
ru: Требуется адрес электронной почты — не отображается

source: Email is invalid - please check carefully
ru: Электронная почта неверна - внимательно проверьте введенные данные

source: Please provide more information - at least %d character
ru: Пожалуйста, предоставьте больше информации — хотя бы %d знак

source: Username must not be empty
ru: Имя пользователя не должно быть пустым

source: Username may not contain: %s
ru: Имя пользователя не может содержать символы %s

source: Please provide at least %d tag
ru: Пожалуйста, укажите хотя бы %d тег

source: A maximum of %d tag is allowed
ru: Можно использовать не более %d тега

source: Please enter something in this field
ru: Пожалуйста, введите что-нибудь в это поле

source: Maximum length is %d character
ru: Максимальная длина — %d знак

source: The %s %s module requires some %sdatabase initialization%s.
ru: Для модуля %s %s необходима %sинициализация базы данных%s

source: This image is too big. Please scale to %d%% then try again.
ru: Изображение слишком большое. Пожалуйста, измените масштаб до %d%% и попробуйте снова.

source: Password not correct
ru: Пароль не верен

source: New passwords do not match
ru: Новые пароли не совпадают

source: My account details
ru: Мой профиль

source: Member for:
ru: Стаж на сайте:

source: Type:
ru: Группа:

source: Username:
ru: Имя пользователя:

source: Email:
ru: Электронная почта:

source: Please ^5confirm^6
ru: Пожалуйста, ^5подтвердите^6

source: Private messages:
ru: Личные сообщения:

source: Allow users to email you (without seeing your address)
ru: Разрешить пользователям присылать мне электронные письма (адрес не отображается)

source: Wall posts:
ru: Стена сообщений:

source: Allow users to post on your wall (you will also be emailed)
ru: Разрешить пользователям размещать сообщения на вашей стене (вам будет отправлено уведомление по электронной почте)

source: Mass mailings:
ru: Массовые рассылки:

source: Subscribe to emails sent out to all users
ru: Подписаться на рассылку

source: Save Profile
ru: Сохранить профиль

source: Profile saved
ru: Профиль сохранен

source: None
ru: Ничего

source: Show my %sGravatar%s
ru: Показывать мой %sGravatar%s

source: Avatar:
ru: Аватар:

source: Change Password
ru: Изменение пароля

source: Old password:
ru: Старый пароль:

source: New password:
ru: Новый пароль:

source: Retype new password:
ru: Повторите новый пароль:

source: None. To log in directly, set a password below.
ru: Нет. Чтобы непосредственно войти, установите пароль ниже.

source: Password changed
ru: Пароль изменен

source: No questions in %s
ru: Нет вопросов в %s

source: No questions found
ru: Вопросов не найдено

source: Registered:
ru: Зарегистрирован:

source: %s ago from %s
ru: %s назад с %s

source: approve
ru: одобрить

source: block
ru: Блокировать

source: No users waiting for approval
ru: Отсутствуют пользователи ожидающие подтверждения

source: This is already being used by a category
ru: Эта категория уже используется

source: category-%s
ru: категория-%s

source: The slug may not contain these characters: %s
ru: Часть URL не может содержать символы %s

source: This slug is reserved for use by another page
ru: Ссылка зарезервирована для другой страницы

source: This is already being used by a page
ru: Это уже используется страницей

source: Form security code expired - please try again
ru: Код безопасности устарел — попробуйте еще раз

source: Move questions in %s with no sub-category to:
ru: Переместить вопросы из %s без подкатегории в

source: Move questions with no category to:
ru: Переместить вопросы без категорий в

source: Save Changes
ru: Сохранить изменения

source: Cancel
ru: Отмена

source: Category saved
ru: Категория сохранена

source: Category added
ru: Категория добавлена

source: Category name:
ru: Имя категории:

source: Name of first category:
ru: Название первой категории:

source: Category slug - URL fragment:
ru: URL категории:

source: Optional category description:
ru: Описание (не обязательно):

source: Add Category
ru: Добавить категорию

source: Parent category:
ru: Родительская категория:

source: No parent (top level)
ru: Без основной (верхний уровень)

source: Some options may be hidden to prevent a category going deeper than %d levels.
ru: Некоторые опции могут быть скрыты, чтобы вложенность категорий не превышала %d уровней.

source: This category cannot be deleted because it has a sub-category.
ru: Эта категория не может быть удалена, потому что у нее есть подкатегория.

source: Delete this category and reassign its questions to:
ru: Удалить категорию и переназначить вопросы в:

source: Delete this category
ru: Удалить категорию

source: Total questions:
ru: Всего вопросов:

source: %s question
ru: %s вопрос

source: move to different parent
ru: переместить на другой уровень

source: After "%s"
ru: После "%s"

source: First
ru: Начало

source: Position:
ru: Позиция:

source: add sub-category
ru: добавить подкатегорию

source: Sub-categories:
ru: Подкатегории:

source: This category cannot have sub-categories because it is already %d levels down.
ru: У этой категории не может быть подкатегорий, потому что её уровень уже %d.

source: Options saved
ru: Сохранено

source: To get started with categories, click the 'Add Category' button.
ru: Чтобы начать использовать категории, нажмите кнопку 'Добавить категорию'

source: %d question
ru: %d вопрос

source: Top level categories:
ru: Категории верхнего уровня:

source: Allow questions with no category
ru: Разрешить вопросы без категории

source: %s question currently have no category - %sset category%s
ru: %s вопрос не имеет категории - %sназначить категорию%s

source: Allow questions with a category but no sub-category
ru: Разрешить вопросы в родительской категории, но не подкатегориях

source: Recalculate categories
ru: Пересчитать категории

source: A database clean-up operation is running. If you close this page now, the operation will be interrupted.
ru: Запушена операция по очистке базы данных. Если вы закроете страницу, операция будет прервана.

source: Relative importance for question hotness:
ru: Приоритеты горячих вопросов:

source: Allow users with posts to change their username:
ru: Разрешить пользователям с сообщениями изменять свое имя:

source: Allow questions to be manually closed:
ru: Разрешить пользователям закрывать свои вопросы:

source: Only log in by email address (not username):
ru: Вход только по email (не по логину):

source: Allow multiple answers per user:
ru: Разрешить несколько ответов одному пользователю:

source: Enable private messaging between users:
ru: Разрешить пользователям отправлять друг другу личные сообщения:

source: Allow users to answer their own question:
ru: Разрешить пользователям отвечать на свой вопрос:

source: Enable wall posts on user profiles:
ru: Включить стены сообщений в профилях пользователей:

source: Allow search engines to view question pages
ru: Разрешить поисковым системам, индексировать страницы вопросов

source: All new users must be approved:
ru: Подтверждать всех новых пользователей:

source: Allow ^1Gravatar^2 avatars:
ru: Разрешить пользователям использовать ^1Gravatar^2:

source: Allow users to upload avatars:
ru: Разрешить пользователям загружать свой аватар:

source: Default avatar:
ru: Аватар по умочанию:

source: Avatar size on message lists:
ru: Размер аватара в списке сообщений на стене:

source: Avatar size on user profile page:
ru: Размер аватара на странице профиля пользователя (пиксели):

source: Avatar size on question lists:
ru: Размер аватара в списке вопросов (пиксели):

source: Avatar size on answers:
ru: Размер аватара в ответах (пиксели):

source: Avatar size on comments:
ru: Размер аватара в комментариях (пиксели):

source: Avatar size on questions:
ru: Размер аватара в вопросах (пиксели):

source: Maximum size for storing avatars:
ru: Максимальный размер аватара (пиксели):

source: Avatar size on top users page:
ru: Размер аватара в рейтинге пользователей (пиксели):

source: Censored words - separate by spaces or commas:
ru: Нецензурные слова - разделять пробелами или запятыми:

source: Blocked IP addresses - separate by spaces or commas:
ru: Заблокированные IP адреса - разделять пробелами или запятыми:

source: Use captcha module:
ru: Использовать модуль каптчи:

source: Use captcha for anonymous posts:
ru: Использовать reCAPTCHA для анонимов:

source: Use captcha on feedback form:
ru: Использовать reCAPTCHA в обратной связи:

source: Use captcha for user registration:
ru: Использовать reCAPTCHA при регистрации:

source: Use captcha on reset password form:
ru: Использовать reCAPTCHA при смене пароля:

source: Use captcha if user not yet approved:
ru: Использовать reCAPTCHA если пользователь не подтвержден:

source: Use captcha if email not confirmed:
ru: Использовать reCAPTCHA для неподтвердивших электронную почту:

source: Columns on Tags page:
ru: Столбцы на странице тегов:

source: Columns on Users page:
ru: Столбцы на страницах пользователей:

source: Allow comments on answers:
ru: Разрешить комментарии к ответам:

source: Allow comments on questions:
ru: Разрешить комментарии к вопросам:

source: Request confirmation of user emails:
ru: Запрашивать у пользователей подтверждение адреса электронной почты:

source: All new users must confirm their email:
ru: Новые пользователи должны выполнить подтверждение:

source: Home page content - HTML allowed:
ru: Содержимое для главной страницы (HTML разрешен):

source: Home page heading:
ru: Заголовок для главной страницы:

source: Check for similar questions when asking:
ru: Показывать похожие вопросы во время ввода нового вопроса:

source: Close questions with a selected answer:
ru: Автоматически закрывать если выбран лучший ответ:

source: Show matching tags while typing:
ru: Показывать похожие теги при вводе:

source: Count the number of question views:
ru: Считать количество показов вопроса:

source: Show example tags based on question:
ru: Показывать примеры тегов, основанных на вопросе:

source: Default editor for answers:
ru: Редактор по умолчанию для ответов:

source: Default editor for comments:
ru: Редактор по умолчанию для комментариев:

source: Default editor for questions:
ru: Редактор по умолчанию для вопросов:

source: Privacy note for email addresses - HTML allowed:
ru: Предупреждение по электронной почте (HTML разрешен):

source: Custom field for extra information on ask form:
ru: Поле для дополнительной информации о вопросе:

source: Show the extra information on question pages
ru: Показать дополнительную информацию на странице вопросов

source: Email address for admin messages - not shown to users:
ru: Адрес электронной почты для сообщений администратору (пользователям не показывается):

source: Provide a page for users to send feedback
ru: Разрешить пользователям отправлять отзывы

source: Feed for recent activity:
ru: RSS недавней активности:

source: Feed for hot questions:
ru: RSS горячих вопросов:

source: Feed for recent questions and answers:
ru: RSS для недавних вопросов и ответов:

source: Feed for recent questions:
ru: RSS для недавних вопросов:

source: Feeds for search results:
ru: RSS для результатов поиска:

source: Feed for each tag's questions:
ru: RSS для вопросов с каждым из тегов:

source: Feed for unanswered questions:
ru: RSS для вопросов без ответа:

source: Include full text in feeds:
ru: Включить полный текст в RSS:

source: Maximum length of feeds:
ru: Максимальное количество элементов в RSS:

source: Individual feeds per category:
ru: Индивидуальные каналы по категориям:

source: Automatically hide posts which reach:
ru: Скрывать сообщения автоматически:

source: Email me again after every additional:
ru: Уведомлять меня после каждого добавленного ответа или комментария:

source: Email me if a post receives:
ru: Уведомлять меня после первого добавленного ответа или комментария:

source: Allow posts to be flagged:
ru: Разрешить отмечать сообщения:

source: Allow questions to be related to answers:
ru: Разрешить задавать связанные вопросы к ответам:

source: Sender address for messages from site:
ru: Адрес отправителя сообщений с сайта:

source: Question has a new answer:
ru: Время последнего ответа:

source: Question has many answers:
ru: Количество ответов:

source: Question is new:
ru: Возраст вопроса:

source: Question has many views:
ru: Количество показов:

source: Question has many up votes:
ru: Количество голосов за вопрос:

source: Open linked URLs in a new window:
ru: Открывать ссылки в новом окне:

source: Logo height:
ru: Высота логотипа (пиксели):

source: Show a logo image in the page header
ru: Показывать логотип в заголовке страницы

source: URL of logo - absolute or relative to Q2A root:
ru: URL логотипа (абсолютный или относительный):

source: Logo width:
ru: Ширина логотипа (пиксели):

source: Body text:
ru: Содержимое письма:

source: Enable mass mailings to all users
ru: Включить массовую рассылку для всех пользователей

source: From email address:
ru: Адрес электронной почты отправителя:

source: From name:
ru: От кого (имя):

source: Maximum mailing rate:
ru: Максимальная скорость рассылки:

source: Subject line:
ru: Тема:

source: Similar questions matching:
ru: Сравнение похожих вопросов:

source: Example tags matching:
ru: Пример соответствия тегов:

source: Related questions matching:
ru: Сравнение связанных вопросов:

source: Maximum length of question title:
ru: Максимальная длина вопроса:

source: Maximum number of tags:
ru: Максимальное число тегов:

source: Rate limit for adding answers:
ru: Лимит на добавление ответов с одного IP:

source: Rate limit for posting comments:
ru: Лимит на добавление комментариев с одного IP:

source: Rate limit for flagging posts:
ru: Лимит на отметку сообщений с одного IP:

source: Rate limit for logging in:
ru: Лимит на количество попыток входа с одного IP:

source: Rate limit for private and wall messages:
ru: Лимит на отправку личных сообщений с одного IP:

source: Rate limit for asking questions:
ru: Лимит на создание вопросов с одного IP:

source: Rate limit for user registrations:
ru: Лимит регистраций пользователей:

source: Rate limit for uploading files:
ru: Лимит на загрузку файлов с одного IP:

source: Rate limit for voting:
ru: Лимит голосов с одного IP:

source: Maximum answers per user per hour:
ru: Максимум ответов от пользователя в час:

source: Maximum comments per user per hour:
ru: Максимум комментариев от пользователя в час:

source: Maximum flags per user per hour:
ru: Максимум отметок от пользователя в час:

source: Maximum private messages per user per hour:
ru: Максимум личных сообщений от одного пользователя в час:

source: Maximum questions per user per hour:
ru: Максимум вопросов от одного пользователя в час:

source: Maximum uploads per user per hour:
ru: Максимум добавлений на одного пользователя в час:

source: Maximum votes per user per hour:
ru: Максимум голосов на одного пользователя в час:

source: Minimum length of answer:
ru: Минимальное число символов в ответе:

source: Minimum length of comment:
ru: Минимальное число символов в комментарии:

source: Minimum length of question body:
ru: Минимальное число символов в содержании вопроса:

source: Minimum length of question title:
ru: Минимальное число символов в заголовке вопроса:

source: Minimum number of tags:
ru: Минимальное число тегов в вопросе:

source: Use moderation for anonymous posts:
ru: Использовать модерацию анонимных сообщений:

source: Use moderation for users with few points:
ru: Использовать модерацию пользователей с малым количеством баллов:

source: Re-moderate posts after editing:
ru: Перемодерация сообщений после редактирования:

source: Email me when a post needs moderation:
ru: Отправлять письмо с уведомлением о необходимости модерации:

source: Use moderation for users with less than:
ru: Использовать модерацию пользователей с менее чем:

source: Use moderation if user not yet approved:
ru: Использовать модерацию если пользователь не подтвержден:

source: Use moderation if email not confirmed:
ru: Использовать модерацию если адрес электронной почты не подтвержден:

source: Time to show on moderated posts:
ru: Отображать время редактирования сообщения:

source: Enable moderation (approval) of users:
ru: Включить модерацию (подтверждение) пользователей:

source: URL structure:
ru: Структура адресов страниц на сайте:

source: Email this address when a question is posted
ru: Информировать меня по почте о новых заданных вопросах

source: Check email notification box by default:
ru: Адрес электронной почты для уведомлений (по умолчанию):

source: Length of All Activity page:
ru: Длина страницы всей активности:

source: Maximum similar questions to show:
ru: Количество отображаемых, подобных вопросов:

source: Maximum tag hints to show:
ru: Количество отображаемых, возможных тегов:

source: Length of Q&A page:
ru: Длина домашней страницы:

source: Length of Hot! page:
ru: Длина страницы горячих вопросов:

source: Maximum answers per page:
ru: Максимум ответов на страницу:

source: Length of Questions page:
ru: Длина страницы с вопросами:

source: Maximum related questions:
ru: Максимум похожих вопросов:

source: Search results per page:
ru: Количество результатов поиска на страницу:

source: Questions on each tag page:
ru: Количество вопросов при выводе по определенному тегу:

source: Length of Tags page:
ru: Длина страницы с тегами:

source: Length of Unanswered page:
ru: Длина страницы вопросов без ответов:

source: Length of Users page:
ru: Длина страницы с пользователями:

source: Wall posts per page:
ru: Количество сообщений на страницу (стена):

source: Links to previous/next pages:
ru: Ссылки на предыдущую и следующую страницы:

source: Remove accents from question URLs:
ru: Удалить акценты с URL вопросов:

source: Question title length in URLs:
ru: Длина названия вопроса в URL адресе:
