Repository: mikhirev/question2answer
Catalog: locale/*/LC_MESSAGES/qa-core.po
Languages: ru

source: %d Answer
ru: %d ответ

source: Before proceeding, please check your question was not asked already:
ru: Прежде чем продолжить, проверьте, не был ли такой вопрос уже задан:

source: Please reload the page then try again
ru: Пожалуйста, перезагрузите страницу и попробуйте снова

source: A server error occurred - please try again.
ru: Ошибка сервера - попробуйте еще раз.

source: Remove from my favorites
ru: Удалить из моего избранного

source: Add to my favorites
ru: Добавить в моё избранное

source: The mailing is complete
ru: Рассылка завершена

source: Only administrators may access this page.
ru: Только администраторы могут получить доступ к этой странице.

source: %s requires Q2A %s
ru: Для %s требуется Q2A %s

source: %s requires PHP %s
ru: Для %s требуется PHP %s

source: get %s
ru: получить %s

source: latest
ru: последняя

source: latest unknown
ru: неизвестно

source: Administration center
ru: Администрирование

source: Please ^1log in^2 as the administrator to access this page.
ru: Пожалуйста ^1войдите^2 как администратор для доступа к этой странице.

source: Full width - Top of page
ru: На всю ширину - верх страницы

source: Full width - Below navigation
ru: На всю ширину - ниже навигации

source: Full width - Below content
ru: На всю ширину - ниже основного содержимого

source: Full width - Below footer
ru: На всю ширину - ниже подвала

source: Main area - Top
ru: Основная область - верх

source: Main area - Below title
ru: Основная область - после заголовка

source: Main area - Below lists
ru: Основная область - ниже списков

source: Main area - Bottom
ru: Основная область - низ

source: Side panel - Top
ru: Боковая панель - вверху

source: Side panel - Below sidebar box
ru: Боковая панель - ниже окна боковой панели

source: Side panel - Below categories
ru: Боковая панель - ниже категорий

source: Side panel - Last
ru: Боковая панель - внизу

source: Widest
ru: Очень широкий

source: Wider
ru: Широкий

source: Default
ru: По умолчанию

source: Narrower
ru: Узкий

source: Narrowest
ru: Очень узкий

source: Anybody
ru: Все

source: Registered users
ru: Зарегистрированные пользователи

source: Registered users with email confirmed
ru: Зарегистрированные с подтвержденным email

source: Registered users with enough points
ru: Зарегистрированные с достаточным количеством очков

source: Registered & email confirmed & enough points
ru: Зарегистрированные & подтвердившие email & достаточное количество очков

source: Approved users only
ru: Только подтвержденные пользователи

source: Approved users with enough points
ru: Подтверждать пользователей с достаточным количеством очков

source: Experts, Editors, Moderators, Admins
ru: Эксперты, Редакторы, Модераторы, Администраторы

source: Editors, Moderators, Admins
ru: Редакторы, Модераторы, Администраторы

source: Moderators and Admins
ru: Модераторы и Администраторы

source: Administrators
ru: Администраторы

source: Super Administrators
ru: Супер Администраторы

source: General
ru: Основное

source: Emails
ru: Письма

source: Users
ru: Пользователи

source: Layout
ru: Макет

source: Posting
ru: Написание

source: Viewing
ru: Просмотр

source: Lists
ru: Списки

source: Categories
ru: Категории

source: Permissions
ru: Права пользователей

source: Pages
ru: Страницы

source: RSS feeds
ru: RSS подписка

source: Points
ru: Баллы

source: Spam
ru: Спам

source: Stats
ru: Статистика

source: Mailing
ru: Рассылка

source: Plugins
ru: Плагины

source: Moderate
ru: Модерация

source: Flagged
ru: Помеченное

source: Hidden
ru: Скрытое

source: Approve users
ru: Утверждение пользователей

source: Your Question2Answer database needs to be %supgraded%s for this version.
ru: Базу данных Question2Answer необходимо %sобновить%s для этой версии.

source: The directory %s defined as QA_BLOBS_DIRECTORY is not writable by the web server.
ru: Каталог %s, определённый как QA_BLOBS_DIRECTORY, недоступен веб-серверу на запись.

source: Please click again to confirm
ru: Пожалуйста, нажмите еще раз для подтверждения

source: To avoid this verification in future, please ^1log in^2 or ^3register^4.
ru: Чтобы избежать проверки в будущем, пожалуйста ^1войдите^2 или ^3зарегистрируйтесь^4.

source: To avoid this verification in future, please ^5confirm your email address^6.
ru: Чтобы избежать проверки в будущем, пожалуйста ^5подтвердите адрес электронной почты^6.

source: This verification will stop appearing once your account is approved.
ru: Чтобы избежать проверки в будущем, пожалуйста подтвердите свой аккаунт.

source: Anti-spam verification:
ru: Анти-спам проверка:

source: Please complete the anti-spam verification
ru: Пожалуйста, пройдите анти-спам проверку

source: %d year
ru: %d год

source: %d month
ru: %d месяц

source: %d week
ru: %d неделю

source: %d day
ru: %d день

source: %d hour
ru: %d час

source: %d minute
ru: %d минуту

source: %d second
ru: %d секунду

source: IP address %s
ru: IP-адрес %s

source: ^ answer
ru: ^ ответ

source: ^ view
ru: ^ показ

source: in ^
ru: в категории ^

source: Best answer
ru: Лучший ответ

source: ^ like
ru: ^ за

source: ^ dislike
ru: ^ против

source: ^ vote
ru: ^ голос

source: You cannot vote on hidden answers
ru: Вы не можете голосовать за скрытые ответы

source: You cannot vote on hidden questions
ru: Вы не можете голосовать за скрытые вопросы

source: You cannot vote on your own answers
ru: Вы не можете голосовать за свои ответы

source: You cannot vote on your own questions
ru: Вы не можете голосовать за свои вопросы

source: Please view this question to vote
ru: Пожалуйста, просмотрите этот вопрос, чтобы проголосовать

source: You account must be approved before you can vote
ru: Для голосования необходимо утверждение учётной записи

source: Voting is only available to some users
ru: Голосование доступно только некоторым пользователям

source: You have voted this up - click to remove vote
ru: Вы голосовали ЗА — нажмите, чтобы отменить голос

source: You have voted this down - click to remove vote
ru: Вы голосовали ПРОТИВ — нажмите, чтобы отменить голос

source: Click to vote up
ru: Нажмите, чтобы проголосовать ЗА

source: Voting down is only available to some users
ru: Голосование ПРОТИВ доступно только некоторым пользователям

source: Your account must be approved before you can vote down
ru: Для голосования ПРОТИВ необходимо утверждение учётной записи

source: Click to vote down
ru: Нажмите, чтобы проголосовать ПРОТИВ

source: ^ flag
ru: ^ жалоба

source: ^what^when^where^who
ru: ^what^who^when^where

source: asked
ru: спросил

source: answered
ru: ответил

source: commented
ru: прокомментировал

source: ^ point
ru: ^ балл

source: moved
ru: перемещено

source: recategorized
ru: категория изменена

source: hidden
ru: скрыто

source: reshown
ru: показано повторно

source: closed
ru: закрыто

source: reopened
ru: открыто повторно

source: retagged
ru: теги изменены

source: selected
ru: выбрано

source: edited
ru: отредактировано

source: me
ru: я

source: anonymous
ru: аноним

source: %b %e
ru: %e %b

source: %b %e, %Y
ru: %e %B %Y

source: ^ ago
ru: ^ назад

source: your question hidden
ru: ваш вопрос скрыт

source: your question reshown
ru: ваш вопрос снова отображён

source: your question closed
ru: ваш вопрос закрыт

source: your question reopened
ru: ваш вопрос открыт повторно

source: your question retagged
ru: теги вашего вопроса изменены

source: your question recategorized
ru: категория вашего вопроса изменена

source: your question answered
ru: на ваш вопрос дан ответ

source: your answer selected
ru: ваш ответ выбран

source: answer selected
ru: ответ выбран

source: your answer hidden
ru: ваш ответ скрыт

source: your answer reshown
ru: ваш ответ снова отображён

source: answer reshown
ru: ответ снова отображён

source: your answer edited
ru: ваш ответ отредактирован

source: answer edited
ru: ответ отредактирован

source: your answer questioned
ru: к вашему ответу задан вопрос

source: asked related question
ru: задан связанный вопрос

source: your question commented
ru: ваш вопрос прокомментирован

source: your answer commented
ru: ваш ответ прокомментирован

source: your comment followed
ru: после вашего комментария добавили ещё один

source: your comment moved
ru: ваш комментарий перемещен

source: comment moved
ru: комментарий перемещен

source: your comment hidden
ru: ваш комментарий скрыт

source: your comment reshown
ru: ваш комментарий снова отображён

source: comment reshown
ru: комментарий снова отображён

source: your comment edited
ru: ваш комментарий отредактирован

source: comment edited
ru: комментарий отредактирован

source: your question edited
ru: ваш вопрос отредактирован

source: Page:
ru: Страница:

source: prev
ru: пред.

source: next
ru: след.

source: To see more, click for all the ^1questions in this category^2.
ru: Для получения более полной информации посмотрите ^1все вопросы в этой категории^2.

source: To see more, click for the ^1full list of questions^2 or ^3popular tags^4.
ru: Для получения более полной информации посмотрите в ^1списке вопросов^2 или в ^3популярных тегах^4.

source: To see more, click for the ^1full list of questions^2.
ru: Для получения более полной информации посмотрите ^1список вопросов^2.

source: Help get things started by ^1asking a question^2.
ru: Вы можете начать, ^1задав вопрос^2.

source: All categories
ru: Все категории

source: Top scoring users
ru: Рейтинг лучших пользователей

source: Special users
ru: Специальные пользователи

source: Blocked users
ru: Заблокированные пользователи

source: User %s
ru: Пользователь %s

source: Wall
ru: Стена

source: Recent activity
ru: Последняя активность

source: All questions
ru: Все вопросы

source: All answers
ru: Все ответы

source: My details
ru: Мои данные

source: My favorites
ru: Моё избранное

source: Tags - use comma (,) as a separator:
ru: Теги (используйте запятую как разделитель):

source: Tags - use hyphens to combine words:
ru: Теги (используйте дефис для объединения слов):

source: Example tags:
ru: Примеры тегов:

source: Matching tags:
ru: Соответствующие теги:

source: No category
ru: Без категории

source: To select any category, please enable Javascript in your web browser.
ru: Для выбора категории включите, пожалуйста, JavaScript в своём обозревателе.

source: Your name to display (optional):
ru: Отображаемое имя (по желанию):

source: Email me at this address if my question is answered or commented on:
ru: Напишите мне на этот адрес, если на мой вопрос отвечают или комментируют:

source: Email me if my question is answered or commented on
ru: Отправьте мне письмо, если на мой вопрос отвечают или комментируют

source: Email me (%s) if my question is answered or commented on
ru: Напишите мне (%s), если на мой вопрос отвечают или комментируют

source: Email me at this address if my answer is selected or commented on:
ru: Напишите мне на этот адрес, если мой ответ выбран или прокомментирован:

source: Email me if my answer is selected or commented on
ru: Отправьте мне письмо, если мой ответ выбран или прокомментирован

source: Email me (%s) if my answer is selected or commented on
ru: Напишите мне (%s), если мой ответ выбран или прокомментирован

source: Email me at this address if a comment is added after mine:
ru: Напишите мне на этот адрес, если после меня будет добавлен комментарий:

source: Email me if a comment is added after mine
ru: Отправьте мне письмо, если после меня будет добавлен комментарий

source: Email me (%s) if a comment is added after mine
ru: Напишите мне (%s), если после меня будет добавлен комментарий

source: Privacy: Your email address will only be used for sending these notifications.
ru: Конфиденциальность: Ваш электронный адрес будет использоваться только для отправки уведомлений.

source: Unsubscribe:
ru: Отписаться:

source: Mailing completed for %s of %s users...
ru: Рассылка отправлена %s из %s пользователей...

source: This user has disallowed new posts on their wall
ru: Этот пользователь запретил размещение сообщений на стене

source: You cannot write more wall posts this hour
ru: Вы слишком часто пишете сообщения — провторите попытку позднее

source: Please ^1log in^2 or ^3register^4 to post on this wall.
ru: Пожалуйста, ^1войдите^2 или ^3зарегистрируйтесь^4, прежде чем оставить сообщение на стене.

source: Please ^5confirm your email address^6 to post on this wall.
ru: Пожалуйста, ^5подтвердите свой email^6, прежде чем оставить сообщение на стене.

source: Your account must be approved to post on this wall.
ru: Для размещения соообщений на стене подтвердите свою учётную запись.

source: You do not have permission to perform this operation
ru: У вас нет прав для выполнения этой операции

source: delete
ru: удалить

source: Delete this wall post
ru: Удалить сообщение

source: View more wall posts...
ru: Посмотреть остальные сообщения на стене...

source: Privacy: Your email address will not be shared or sold to third parties.
ru: Конфиденциальность: Ваш электронный адрес не будет передан или продан третьим лицам.

source: Welcome to %s, where you can ask questions and receive answers from other members of the community.
ru: Добро пожаловать на сайт %s, где вы можете задавать вопросы и получать ответы от других членов сообщества.

source: A message from %s
ru: Сообщение от %s

source: Q&A
ru: В&О

source: Viewing question pages
ru: Просмотр страницы с вопросом

source: Asking questions
ru: Добавление вопросов

source: Answering questions
ru: Добавление ответов

source: Adding comments
ru: Добавление комментариев

source: Voting on questions
ru: Голосование за ответы

source: Voting on answers
ru: Голосование за вопросы

source: Voting posts down
ru: Голосование ПРОТИВ

source: Editing any question
ru: Редактирование вопросов

source: Editing any answer
ru: Редактирование ответов

source: Editing any comment
ru: Редактирование комментариев

source: Editing posts silently
ru: "Тихое" редактирование сообщений

source: Closing any question
ru: Закрытие любых вопросов

source: Selecting answer for any question
ru: Выбор ответа на вопрос

source: Viewing IPs of anonymous posts
ru: Просмотр IP анонимных сообщений

source: Viewing who voted or flagged posts
ru: Просмотр, кто голосовал или отмечал сообщения

source: Flagging posts
ru: Отметка сообщений

source: Approving or rejecting posts
ru: Утверждение и отклонение сообщений

source: Hiding or showing any post
ru: Скрытие и отображение сообщений

source: Deleting hidden posts
ru: Удаление скрытых сообщений

source: Posting on user walls
ru: Размещение сообщений на стене пользователя

source: Remove %s from my favorites
ru: Удалить %s из моего избранного

source: Add category %s to my favorites
ru: Добавить категорию %s в моё избранное

source: Recent
ru: Последние

source: Hot!
ru: Горячее!

source: Most votes
ru: > голосов

source: Most answers
ru: > ответов

source: Most views
ru: > показов

source: No answer
ru: Без ответа

source: No selected answer
ru: Без лучшего ответа

source: No upvoted answer
ru: Без голосов за ответ

source: Getting total number of questions, answers and comments...
ru: Получение общего количества вопросов, ответов и комментариев...

source: Reindexed %s of %s pages...
ru: Переиндексировано %s из %s страниц...

source: Reindexed %s of %s posts...
ru: Переиндексировано %s из %s сообщений...

source: Recounted %s of %s words...
ru: пересчитано %s из %s слов...

source: Recounted votes and flags for %s of %s posts...
ru: Пересчитаны голоса и жалобы в %s из %s сообщений...

source: Recounted answers and hotness for %s of %s posts...
ru: Пересчитаны ответы и "жаркость" для %s из %s сообщений...

source: All posts were successfully reindexed.
ru: Все вопросы, ответы и комментарии были пересчитаны.

source: All posts were successfully recounted.
ru: Все сообщения были пересчитаны.

source: Estimating total number of users...
ru: Пересчет общего количества пользователей...

source: Recalculated for %s of %s users...
ru: Пересчитано для %s из %s пользователей...

source: All user points were successfully recalculated.
ru: Все пользовательские баллы были пересчитаны.

source: Refilled for %s of %s questions...
ru: Пересчитано для %s из %s вопросов...

source: All events streams were successfully refilled
ru: Все вопросы, ответы и комментарии были успешно пересчитаны.

source: Recalculated for %s of %s posts...
ru: Пересчитано для %s из %s сообщений...

source: Recounting questions for %s of %s categories...
ru: Пересчитываются вопросы %s из %s категорий...

source: Recalculating URL paths for %s of %s categories...
ru: Пересчитываются пути URL %s из %s категорий...

source: All categories were successfully recalculated.
ru: Все категории были успешно пересчитаны.

source: Deleted %s of %s hidden comments...
ru: Удалено %s из %s скрытых комментариев...

source: Deleted %s of %s hidden answers without dependents...
ru: Удалено %s из %s скрытых ответов без зависимостей...

source: Deleted %s of %s hidden questions without dependents...
ru: Удалено %s из %s скрытых вопросов без зависимостей...

source: All hidden posts without dependents have been deleted
ru: Все скрытые сообщения без ответов, были удалены.

source: Migration %s of %s uploaded images and documents
ru: Перенос %s из %s загруженных изображений и документов

source: Migration of uploaded images and documents completed.
ru: Перемещение загруженных изображений и документов завершено.

source: Too many uploads - please try again in an hour
ru: Слишком много загрузок - попробуйте позднее

source: Maximum upload size is %s
ru: Максимальный объём загрузки — %s

source: MiB
ru: МиБ

source: The image could not be read. Please upload one of: %s
ru: Изображение невозможно прочитать. Поддерживаемые форматы: %s

source: Username is taken - please try another
ru: Имя пользователя занято - пожалуйста, попробуйте другое

source: Email already belongs to an account
ru: Этот адрес электронной почты уже используется

source: Registered user
ru: Зарегистрированный пользователь

source: Password must be at least %d character
ru: Пароль должен состоять как минимум из %d знака

source: Please click below to confirm your email address. %s
ru: Пожалуйста, нажмите ниже, чтобы подтвердить свой адрес электронной почты. %s

source: Welcome to ^site_title!
ru: Добро пожаловать на сайт ^site_title!

source: Thank you for registering for ^site_title. ^custom^confirmYour login details are as follows: Email: ^email Password: ^password Please keep this information safe for future reference. Thank you, ^site_title ^url
ru: Благодарим за регистрацию на сайте ^site_title. ^custom^confirmВаши данные: Электронная почта: ^email Пароль: ^password Запомните эту информацию. -- Спасибо, ^site_title ^url

source: Please set on your account page
ru: Установите на странице своего аккаунта

source: ^site_title - Email Address Confirmation
ru: ^site_title - Подтверждение электронной почты

source: Please click below to confirm your email address for ^site_title. ^url Thank you, ^site_title
ru: Перейдите по ссылке ниже, чтобы подтвердить свой адрес электронной почты на сайте ^site_title. ^url -- Спасибо, ^site_title

source: ^site_title - Reset Forgotten Password
ru: ^site_title - Сброс забытого пароля

source: Please click below to reset your password for ^site_title. ^url Alternatively, enter the code below into the field provided. Code: ^code If you did not ask to reset your password, please ignore this message. Thank you, ^site_title
ru: Нажмите ниже, чтобы сменить пароль на сайте ^site_title. ^url Кроме того, введите код в соответствующее поле. Код: ^code Если вы не запрашивали смену пароля, то просто проигнорируйте сообщение. -- Спасибо, ^site_title

source: ^site_title - Your New Password
ru: ^site_title - Ваш новый пароль

source: Your new password for ^site_title is below. Password: ^password It is recommended to change this password immediately after logging in. Thank you, ^site_title ^url
ru: Ваш новый пароль для сайта ^site_title. Пароль: ^password Рекомендуем вам его сменить сразу после входа на сайт. -- Спасибо, ^site_title ^url

source: Super Administrator
ru: Супер-администратор

source: Administrator
ru: Администратор

source: Moderator
ru: Модератор

source: Editor
ru: Редактор

source: Expert
ru: Эксперт

source: Approved user
ru: Подтверждённый пользователь

source: Full name
ru: Полное имя

source: About
ru: О сайте

source: Location
ru: Местоположение

source: Website
ru: Сайт

source: Please ^1log in^2 or ^3register^4 to vote.
ru: Пожалуйста, ^1войдите^2 или ^3зарегистрируйтесь^4 чтобы проголосовать.

source: Please ^5confirm your email address^6 to vote down.
ru: Для голосования ПРОТИВ ^5подтвердите адрес своей электронной почты^6.

source: Please ^5confirm your email address^6 to vote.
ru: Пожалуйста, ^5подтвердите адрес своей электронной почты^6 чтобы проголосовать.

source: Too many votes received - please try again in an hour
ru: Вы слишком часто голосуете - попробуйте позднее

source: Voting on this is not allowed
ru: Голосовать за это нельзя

source: Please ^1log in^2 or ^3register^4 to flag posts.
ru: Пожалуйста, ^1войдите^2 или ^3зарегистрируйтесь^4 чтобы пометить пост.

source: Please ^5confirm your email address^6 to flag posts.
ru: Пожалуйста, ^5подтвердите адрес своей электронной почты,^6 что бы пометить пост.

source: Too many posts flagged - please try again in an hour
ru: Очень много пометок - попробуйте еще раз позднее

source: Flagging this is not allowed
ru: Пометка не допустима

source: Your ^site_title answer has a related question
ru: К вашему вопросу на сайте ^site_title был добавлен связанный вопрос

source: Your answer on ^site_title has a new related question by ^q_handle: ^open^q_title^close Your answer was: ^open^a_content^close Click below to answer the new question: ^url Thank you, ^site_title
ru: К вашему ответу на сайте ^site_title был добавлен связанный вопрос от ^q_handle: ^open^q_title^close Ваш ответ был: ^open^a_content^close Нажмите ниже, чтобы ответить на этот вопрос: ^url -- Спасибо, ^site_title

source: ^site_title has a new question
ru: Добавлен новый вопрос на сайте ^site_title

source: A new question has been asked by ^q_handle: ^open^q_title ^q_content^close Click below to see the question: ^url Thank you, ^site_title
ru: Новый вопрос задал ^q_handle: ^open^q_title ^q_content^close Нажмите ниже, чтобы посмотреть вопрос: ^url -- Спасибо, ^site_title

source: Your ^site_title question was answered
ru: На сайте ^site_title ответили на ваш вопрос

source: Your question on ^site_title has been answered by ^a_handle: ^open^a_content^close Your question was: ^open^q_title^close If you like this answer, you may select it as the best: ^url Thank you, ^site_title
ru: К вашему вопросу на сайте ^site_title добавлен ответ от ^a_handle: ^open^a_content^close Ваш вопрос: ^open^q_title^close Если вам нравится этот ответ, вы можете выбрать его в качестве лучшего: ^url -- Спасибо, ^site_title

source: Your ^site_title question has a new comment
ru: К вашему вопросу на сайте ^site_title добавлен комментарий

source: Your question on ^site_title has a new comment by ^c_handle: ^open^c_content^close Your question was: ^open^c_context^close You may respond by adding your own comment: ^url Thank you, ^site_title
ru: К вашему вопросу на сайте ^site_title добавлен новый комментарий от ^c_handle: ^open^c_content^close Ваш вопрос: ^open^c_context^close Вы можете ответить, добавив свой комментарий: ^url -- Спасибо, ^site_title

source: Your ^site_title answer has a new comment
ru: На сайте ^site_title к вашему ответу добавлен комментарий
