Repository: mikhirev/question2answer
Catalog: locale/*/LC_MESSAGES/qa-core.po
Languages: ru

source: Message from ^f_handle on ^site_title
ru: Сообщение от ^f_handle на сайте ^site_title

source: You have been sent a private message by ^f_handle on ^site_title: ^open^message^close ^moreThank you, ^site_title To block private messages, visit your account page: ^a_url
ru: Вам было отправлено личное сообщение ^f_handle на сайте ^site_title: ^open^message^close ^moreСпасибо, ^site_title Для блокировки личных сообщений зайдите в свой профиль на сайте: ^a_url

source: Your message for %s:
ru: Ваше сообщение для %s:

source: This will be sent as a notification from %s. Your email address will not be revealed unless you include it in the message.
ru: Уведомление будет отправлено от имени %s. Ваш адрес электронной почты не будет показан, если вы не будете включать его в сообщение.

source: Your private message below was sent
ru: Ваше сообщение отправлено

source: Recent correspondence with %s
ru: Недавняя переписка с %s

source: Your site is in %smaintenance%s and is currently inaccessible to regular users.
ru: Сайт находится в режиме %sобслуживания%s и недоступен непривилегированным пользователям.

source: This site is currently down for maintenance - please come back soon.
ru: Техническое обслуживание сайта - пожалуйста, зайдите попозже.

source: To complete your registration, please click the confirmation link that has been emailed to you, or %srequest another%s.
ru: Для завершения регистрации перейдите по ссылке, отправленной на ваш почтовый ящик, или %sзапросите другую%s.

source: User approval pending
ru: Пользователь ожидает подтверждения

source: Please wait for your account to be approved or %sadd more information%s.
ru: Пожалуйста, подождите, пока ваша учётная запись будет утверждена, или %sдобавьте больше информации%s.

source: Admin
ru: Админ-панель

source: Search
ru: Найти

source: Hello ^
ru: Привет, ^

source: My Account
ru: Мой аккаунт

source: My Updates
ru: Мои обновления

source: Logout
ru: Выход

source: Login
ru: Вход

source: Register
ru: Регистрация

source: This question is waiting for approval
ru: Вопрос ожидает одобрения

source: This question has been flagged and hidden
ru: Вопрос был помечен и скрыт

source: This question has been hidden by its author
ru: Вопрос был скрыт автором

source: This question has been hidden
ru: Этот вопрос был скрыт

source: Please ^1log in^2 or ^3register^4 to view question pages.
ru: Пожалуйста, ^1войдите^2 или ^3зарегистрируйтесь^4 чтобы посмотреть вопрос.

source: Please ^5confirm your email address^6 to view question pages.
ru: Пожалуйста, ^5подтвердите адрес своей электронной почты^6 для просмотра вопроса.

source: Your account must be approved to view question pages.
ru: Для просмотра страниц с вопросами необходимо утверждение учётной записи.

source: Remove this question from my favorites
ru: Удалить этот вопрос из моего избранного

source: Add this question to my favorites
ru: Добавить этот вопрос в моё избранное

source: Your question will be checked and approved shortly.
ru: Ваш вопрос скоро будет проверен и одобрен.

source: This question is waiting for your approval
ru: Вопрос ожидает вашего одобрения

source: Edit Question
ru: Редактирование вопроса

source: Recategorize question
ru: Смена категории вопроса

source: Retag question
ru: Смена тегов вопроса

source: Please ^1log in^2 or ^3register^4 to answer this question.
ru: Пожалуйста, ^1войдите^2 или ^3зарегистрируйтесь^4 для публикации ответа на этот вопрос.

source: Please ^5confirm your email address^6 to answer this question.
ru: Пожалуйста, ^5подтвердите адрес своей электронной почты^6 для публикации ответа на этот вопрос.

source: Your account must be approved before you answer a question.
ru: Учётная запись должна быть утверждена, чтобы вы могли отвечать на вопросы.

source: Too many answers received - please try again in an hour
ru: Очень часто отвечаете - попробуйте еще раз позднее

source: Please ^1log in^2 or ^3register^4 to edit this.
ru: Пожалуйста, ^1войдите^2 или ^3зарегистрируйтесь^4 чтобы отредактировать это.

source: Please ^5confirm your email address^6 to edit this.
ru: Пожалуйста, ^5подтвердите адрес своей электронной почты^6 чтобы отредактировать это.

source: Save silently to hide that this was edited
ru: Сохранить и скрыть пометку о редактировании

source: Close this question
ru: Закрытие вопроса

source: This is a duplicate of another question
ru: Полная копия другого вопроса

source: URL of the original question:
ru: URL оригинального вопроса:

source: Reason for closing this question:
ru: Почему закрыт вопрос:

source: You can also enter the question number from the URL, e.g. 123.
ru: Вы также можете ввести URL вопроса в виде его номера, например 123.

source: Close question
ru: Закрыть вопрос

source: The duplicate question could not be found - please try entering the number from a different question URL, e.g. 123.
ru: Копия вопроса не найдена - попробуйте ввести номер другого вопроса, например 123.

source: Edit answer
ru: Править ответ

source: On question:
ru: На вопрос:

source: On answer:
ru: На ответ:

source: Convert this answer into a comment on:
ru: Преобразовать ответ в комментарий на:

source: Convert this answer into a comment
ru: Преобразовать этот вопрос в комментарий

source: Warning: This conversion cannot be reversed and will also move this answer's comments.
ru: Внимание: преобразование необратимо и комментарии в ответе/ах переместятся.

source: Warning: This conversion cannot be reversed.
ru: Внимание: преобразование необратимо.

source: Too many comments received - please try again in an hour
ru: Очень часто комментируете - попробуйте еще раз позднее

source: Please ^1log in^2 or ^3register^4 to add a comment.
ru: Пожалуйста, ^1войдите^2 или ^3зарегистрируйтесь^4 что бы добавить комментарий.

source: Please ^5confirm your email address^6 to add a comment.
ru: Пожалуйста, ^5подтвердите адрес своей электронной почты,^6, чтобы добавить комментарий.

source: Your account must be approved before you add a comment.
ru: Для добавления комментария необходимо утверждение учётной записи.

source: Edit comment
ru: Править комментарий

source: Highest voted questions in %s
ru: Вопросы с наибольшим числом голосов в %s

source: Most answered questions in %s
ru: Вопросы с наибольшим числом ответов в %s

source: Most answered questions
ru: Вопросы с наибольшим числом ответов

source: Most viewed questions in %s
ru: Наиболее просматриваемые вопросы в %s

source: Most viewed questions
ru: Наиболее просматриваемые ответы

source: Your submission appears to be a duplicate.
ru: Ваш аргумент похож на копию другого.

source: edit
ru: править

source: Edit this question
ru: Отредактировать вопрос

source: recategorize
ru: сменить категорию

source: retag
ru: изменить теги

source: Change this question's category or tags
ru: Изменить теги или категорию вопроса

source: Change this question's category
ru: Сменить категорию вопроса/ов

source: flag and hide
ru: пометить и скрыть

source: flag
ru: жалоба

source: Flag this question as spam or inappropriate
ru: Пометить этот вопрос как спам или флуд

source: unflag
ru: убрать жалобу

source: Remove the flag that you added
ru: Снять добавленную пометку

source: Remove flags by all users
ru: Убрать пометки всех пользователей

source: close
ru: закрыть

source: Close this question to any new answers
ru: Закрыть вопрос от новых ответов

source: reopen
ru: открыть

source: Hide this question
ru: Скрыть вопрос

source: Delete this question permanently
ru: Удалить вопрос навсегда

source: I wrote this
ru: Это на писал я

source: answer
ru: ответить

source: Answer this question
ru: Дать ответ на вопрос

source: comment
ru: комментировать

source: Add a comment on this question
ru: Добавить комментарий к вопросу

source: about the question:
ru: о вопросе:

source: related to an answer for:
ru: связано с ответом на:

source: closed as a duplicate of:
ru: закрыто как копия:

source: closed with the note:
ru: закрыто с пометкой:

source: Your answer will be checked and approved shortly.
ru: Ваш ответ скоро будет проверен и одобрен.

source: This answer is waiting for your approval
ru: Ответ ожидает вашего одобрения

source: Click to remove selection
ru: Нажмите, чтобы отменить выбор

source: Click to select as best answer
ru: Выбрать этот ответ лучшим

source: Edit this answer
ru: Редактировать ответ

source: Flag this answer as spam or inappropriate
ru: Пометить этот ответ как спам или флуд

source: Hide this answer
ru: Скрыть ответ

source: Delete this answer permanently
ru: Удалить ответ навсегда

source: ask related question
ru: задать связанный вопрос

source: Ask a new question relating to this answer
ru: Задать связанный вопрос к этому ответу

source: Add a comment on this answer
ru: Добавить комментарий к этому вопросу

source: Your comment will be checked and approved shortly.
ru: Ваш комментарий скоро будет проверен и одобрен.

source: This comment is waiting for your approval
ru: Комментарий ожидает вашего одобрения

source: Edit this comment
ru: Редактировать комментарий

source: Flag this comment as spam or inappropriate
ru: Пометить этот комментарий как спам или флуд

source: Hide this comment
ru: Скрыть комментарий

source: Delete this comment permanently
ru: Удалить комментарий навсегда

source: reply
ru: ответить

source: Reply to this comment
ru: Ответить на комментарий

source: Show %d comment
ru: Показать %d комментарий

source: Show %d previous comment
ru: Показать %d предыдущий комментарий

source: Your answer
ru: Ваш ответ

source: Add answer
ru: Добавить ответ

source: Your comment on this question:
ru: Ваш комментарий к этому вопросу:

source: Your comment on this answer:
ru: Ваш комментарий к ответу:

source: Add comment
ru: Добавить комментарий

source: Registration of new users has been temporarily suspended. Please try again soon.
ru: Регистрация новых пользователей временно приостановлена. Пожалуйста, попробуйте позже.

source: Too many registrations - please try again in an hour
ru: Слишком много регистраций - попробуйте через час

source: Code not correct
ru: Неверный код

source: You have been emailed your reset code
ru: Вам было отправлено письмо для сброса пароля

source: Code:
ru: Код:

source: send another
ru: отправить другой

source: Send New Password
ru: Отправить новый пароль

source: No results found for %s
ru: По запросу %s ничего не найдено

source: Please enter some text into the search box and try again.
ru: Пожалуйста, введите текст в поле поиска и попробуйте еще раз.

source: Add tag %s to my favorites
ru: Добавить тег %s в моё избранное

source: No tags found
ru: Теги не найдены

source: Questions without a selected answer in %s
ru: Вопросы без выбранного ответа в %s

source: No unanswered questions in %s
ru: Нет вопросов без ответа в %s

source: Recent questions without a selected answer
ru: Последние вопросы без лучшего ответа

source: No questions found without a selected answer
ru: Нет вопросов без лучшего ответа

source: Questions without an upvoted answer in %s
ru: Вопросы без голосов "за" в %s

source: Recent questions without an upvoted answer
ru: Последние вопросы без голосов за ответы

source: No questions found without an upvoted answer
ru: Нет вопросов без голосов за ответы

source: No unanswered questions found
ru: Вопросов без ответа не найдено

source: Unsubscribe
ru: Отписаться от рассылки

source: You have been unsubscribed from mass mailings sent out by %s. You may resubscribe at any time via your %saccount%s page.
ru: Вы были отписаны от массовых рассылок, отправляемых %s. Вы можете вновь подписаться в любое время на странице %sнастроек своей учётной записи%s.

source: Code not correct - please ^1log in^2 to unsubscribe
ru: Неверный код - пожалуйста, ^1войдите^2, чтобы отписаться

source: No recent updates
ru: Нет последних обновлений

source: Recent updates for my favorites
ru: Последние обновления моего избранного

source: No updates for my favorites
ru: Нет последних обновлений моего избранного

source: Recent updates for my content
ru: Последние обновления моего содержимого

source: No recent updates for my content
ru: Нет последних обновлений моего содержимого

source: For more updates, add items to %syour favorites%s.
ru: Чтобы получать больше обновлений, добавьте в %sизбранное%s

source: All my updates
ru: Все обновления

source: My content
ru: Мое содержимое

source: Recent activity by %s
ru: Недавняя активность %s

source: No posts by %s
ru: Нет сообщений от %s

source: Answers by %s
ru: Ответы %s

source: No answers by %s
ru: Нет ответов %s

source: Please enter something to post on this wall
ru: Пожалуйста, введите сообщение

source: Add user %s to my favorites
ru: Добавить пользователя %s в моё избранное

source: (blocked)
ru: (заблокирован)

source: - %ssend private message%s
ru: - %sотправить личное сообщение%s

source: No upgrade
ru: Обновлений нет

source: - %sadd category-specific privileges%s
ru: - %sдобавить привилегии в отдльных категориях%s

source: in general
ru: везде

source: Upgraded to:
ru: Повысить до:

source: for the category below:
ru: в следующих категориях:

source: %s for %s
ru: %s для %s

source: Extra privileges:
ru: Дополнительные привилегии:

source: Confirmed
ru: Подтверждено

source: Not yet confirmed
ru: Не подтверждено

source: (only shown to admins)
ru: (видят только администраторы)

source: Last login:
ru: Последний вход:

source: (only shown to moderators and admins)
ru: (видят только модераторы и выше)

source: Last write action:
ru: Последние действия:

source: (only shown to editors and above)
ru: (видят только редакторы и выше)

source: (only shown to experts and above)
ru: (видят только эксперты и выше)

source: Remove avatar:
ru: Убрать аватар:

source: Save User
ru: Сохранить пользователя

source: Approve User
ru: Подтвердить пользователя

source: Edit User
ru: Редактировать пользователя

source: Unblock User
ru: Разблокировать пользователи

source: Hide all posts by this user
ru: Скрыть все сообщения этого пользователя

source: Delete User
ru: Удалить пользователя

source: Block User
ru: Заблокировать пользователя

source: Activity by %s
ru: Активность %s

source: Bonus points:
ru: Бонусые баллы:

source: Score:
ru: Баллы:

source: %s point
ru: %s балл

source: Title:
ru: Звание:

source: Questions:
ru: Вопросы:

source: Answers:
ru: Ответы:

source: Update bonus
ru: Обновить бонус

source: Comments:
ru: Комментарии

source: %s answer
ru: %s ответ

source: Voted on:
ru: Голосовал:

source: %s up vote
ru: %s голос "за"

source: %s down vote
ru: %s голос "против"

source: Gave out:
ru: Его голоса:

source: Received:
ru: Голоса за него:

source: (ranked #%s)
ru: (№%s в рейтинге)

source: (%s with best answer chosen)
ru: (%s с выбранным лучшим ответом)

source: (%s chosen as best)
ru: (%s выбран лучшим)

source: Wall for %s
ru: Стена %s

source: Add wall post
ru: Добавить сообщение

source: Questions by %s
ru: Вопросы %s

source: No questions by %s
ru: Нет вопросов от %s

source: No blocked users found
ru: Заблокированных пользователей не найдено

source: No active users found
ru: Активных пользователей не найдено

source: %s comment
ru: %s комментарий

source: %s user
ru: %s пользователь

source: Related questions
ru: Связанные вопросы

source: No related questions found
ru: Связанных вопросов не найдено
