Repository: mikhirev/question2answer
Catalog: locale/*/LC_MESSAGES/qa-core.po
Languages: ru

source: Email me when a new user registers:
ru: Информировать меня по email, когда регистрируется новый пользователь:

source: Use search module:
ru: Использовать модуль поиска:

source: Show answer form immediately:
ru: Отображение формы ответа:

source: Show reply button on comments:
ru: Показывать кнопку "ответить" для комментариев:

source: Custom message on answer form - HTML allowed:
ru: Пользовательское сообщение в форме для ответа (HTML разрешен):

source: Custom message on ask form - HTML allowed:
ru: Пользовательское сообщение в форме вопроса (HTML разрешен):

source: Custom message on comment form - HTML allowed:
ru: Пользовательское сообщение в форме для комментария (HTML разрешен):

source: Custom HTML at bottom of every page:
ru: Пользовательский HTML внизу каждой страницы:

source: Custom HTML at top of every page:
ru: Пользовательский HTML вверху каждой страницы:

source: Custom content in home page instead of Q&A
ru: Пользовательское содержимое на главной странице (вместо ВиО)

source: Custom HTML in <head> section of every page:
ru: Пользовательский HTML в секции <head> на каждой странице:

source: Custom message on register form - HTML allowed:
ru: Пользовательское сообщение в форме регистрации (HTML разрешен):

source: Custom HTML in sidebar box on every page:
ru: Пользовательский HTML в боковом окне на каждой странице:

source: Custom HTML in side panel on every page:
ru: Пользовательский HTML в боковой панели на каждой странице:

source: Custom message in email sent to new registered users:
ru: Пользовательское сообщение, отправляемое на электронную почту новым пользователям:

source: If partially hidden, show most recent:
ru: Если частично скрыты, показать последние:

source: Partially hide comments if more than:
ru: Частично скрыть комментарии, если больше:

source: Show full date after:
ru: Показывать полную дату после:

source: Include <meta> description for home page:
ru: Пользовательское <meta> описание сайта:

source: Store and display private message history:
ru: Хранить и отображать историю личных сообщений:

source: Notice at top for first time visitors - HTML allowed:
ru: Показать уведомление для впервые посетивших (HTML разрешен):

source: Notice at top for new registered users - HTML allowed:
ru: Показать уведомление для новых пользователей (HTML разрешен):

source: Move selected answer to the top:
ru: Перемещать лучший ответ наверх:

source: Detect and link URLs in posts:
ru: Определять URL адреса в тексте:

source: Show points next to usernames:
ru: Показывать баллы рядом с пользователями:

source: Show titles next to usernames:
ru: Показывать звания пользователей:

source: Show view count on question pages:
ru: Показывать счетчик показов на странице вопроса:

source: Show view count in question lists:
ru: Показывать счетчик показов в списке вопросов:

source: Show age of user posts:
ru: Показывать возраст сообщений пользователей:

source: Site language:
ru: Язык сайта:

source: Take site down for temporary maintenance
ru: Закрыть сайт для технического обслуживания

source: Theme for mobiles:
ru: Визуальная тема для мобильных устройств:

source: Site theme:
ru: Визуальная тема сайта:

source: Q&A site name:
ru: Название сайта:

source: Preferred site URL:
ru: URL сайта:

source: Send email via SMTP instead of local mail
ru: Отправить почту через SMTP, а не локальную почту

source: SMTP server address:
ru: Адрес SMTP сервера:

source: Send SMTP username and password
ru: Отправить имя пользователя и пароль

source: SMTP password:
ru: SMTP пароль:

source: SMTP server port:
ru: Порт сервера SMTP:

source: SMTP secure connection:
ru: Тип безопасного подключения:

source: SMTP username:
ru: Имя пользователя SMTP:

source: Sort answers by:
ru: Сортировать ответы по:

source: Temporarily suspend new user registrations:
ru: Временно приостановить регистрацию новых пользователей:

source: Use comma as the only tag separator:
ru: Использовать запятую как разделитель тегов:

source: Question classification:
ru: Классификация вопросов:

source: Show separate up and down votes:
ru: Показывать голоса ЗА/ПРОТИВ отдельно:

source: Allow voting on answers:
ru: Разрешить голосовать за ответы:

source: Allow voting on question page only:
ru: Разрешить голосовать только на странице вопроса:

source: Allow voting on questions:
ru: Разрешить голосовать за вопросы:

source: Options reset
ru: Сбросить опции

source: The test message was sent to %s
ru: Тестовое сообщение было отправлено на %s

source: Save Options
ru: Сохранить опции

source: Reset to Defaults
ru: Восстановить значения по умолчанию

source: (max %d)
ru: (макс. %d)

source: - %scheck language files%s
ru: - %sпроверить языковые файлы%s

source: The installed version of PHP was compiled without multibyte string support. Searching will be less effective for non-Roman characters.
ru: Установленная версия PHP была скомпилирована без поддержки многоязыкового модуля. Поиск будет менее эффективным для не- латинских символов.

source: (requires %shtaccess%s file)
ru: (требуется файл %shtaccess%s)

source: Options with the %s label are working for your site's configuration. For best search engine optimization (SEO), use the first %s option available.
ru: Варианты, помеченные %s, будут работать при текущей настройке сайта. Для наилучшей поисковой оптимизации (SEO) используйте первый из вариантов, помеченных %s.

source: by %s
ru: от %s

source: Tags
ru: Теги

source: Tags and Categories
ru: Теги и категории

source: Some questions have tags which will not be displayed.
ru: Некоторые вопросы имеют метки, которые не будут отображаться.

source: Some questions have categories which will not be displayed.
ru: У некоторых вопросов есть категории, которые не будут показаны.

source: The installed version of PHP was compiled without GD image support, so users cannot upload their avatars directly.
ru: Установленная версия PHP была скомпилирована без поддержки изображений GD, так что пользователи не смогут загрузить свои аватары.

source: pixels
ru: пикселов

source: characters
ru: символов

source: tags
ru: тегов

source: days
ru: дней

source: Time
ru: Времени

source: Votes
ru: Голосам

source: answers
ru: ответов

source: Always
ru: Всегда

source: If no answers
ru: Если нет ответов

source: Never
ru: Никогда

source: comments
ru: комментариев

source: Use a * to match any letters. Examples: doh (will only match exact word doh) , doh* (will match doh or dohno) , do*h (will match doh, dooh, dough).
ru: Используйте * как любую букву. Пример: doh (точное совпадение слова doh) , doh* (будет соответствовать doh или dohno) , do*h (будет соответствовать doh, dooh, dough).

source: Basic Editor
ru: Базовый редактор

source: options
ru: опции

source: Show the extra information on question pages with label:
ru: Показать дополнительную информацию на странице вопросов с пометкой:

source: points
ru: баллов

source: flags
ru: жалоб

source: Use a hyphen for ranges or * to match any number. Examples: 192.168.0.4 , 192.168.0.0-192.168.0.31 , 192.168.0.*
ru: Используйте дефис для диапазонов или * в как любое число. Пример: 192.168.0.4 , 192.168.0.0-192.168.0.31 , 192.168.0.*

source: Recategorizing any question
ru: Смена категории вопросов

source: Retagging any question
ru: Смена тегов вопросов

source: Users must have
ru: Пользователи имеют

source: add registration fields
ru: добавить поля к странице регистрации

source: Time written
ru: Время записи

source: Time approved
ru: Время подтверждения

source: per IP/hour
ru: IP в час

source: per user/hour
ru: пользователей в час

source: emails per minute
ru: писем в минуту

source: Example feed
ru: Пример feed

source: Feed
ru: Подписаться

source: - %sedit field%s
ru: - %sправить поле%s

source: Add new field
ru: Добавить новое поле

source: Extra fields on user pages or registration form:
ru: Дополнительные поля в профиле пользователя:

source: %d point
ru: %d балл

source: - %sedit title%s
ru: - %sправить заголовок%s

source: Add new title
ru: Добавить новый заголовок

source: User titles based on points:
ru: Звания и количество баллов:

source: - %sadd widget%s
ru: - %sдобавить виджет%s

source: - %soptions%s
ru: - %sопции%s

source: Available widgets:
ru: Доступные виджеты:

source: Currently active widgets:
ru: Активные виджеты:

source: Blocking or unblocking user or IPs:
ru: Блокировка или разблокировка пользователя или IP:

source: Approving registered users:
ru: Подтверждать зарегистрированных пользователей:

source: Creating experts:
ru: Назначение экспертов:

source: Viewing user email addresses:
ru: Просмотр адреса электронной почты пользователя:

source: Deleting users:
ru: Удаление пользователей:

source: Creating editors and moderators:
ru: Назначение редакторов и модераторов:

source: Creating administrators:
ru: Назначение администраторов:

source: Pause Mailing
ru: Приостановить рассылку

source: Resume Mailing
ru: Продолжить рассылку

source: Cancel Mailing
ru: Отмена рассылки

source: Send Test to Me
ru: Отправить Тестовое сообщение себе

source: Start Mailing
ru: Начать рассылку

source: Users will be able to unsubscribe on their account page.
ru: Пользователи могут отписаться от рассылки на странице своего аккаунта.

source: An unsubscribe link will be added at the bottom of every message.
ru: Ссылка для отписки будет добавлена внизу каждого сообщения.

source: Flagged content
ru: Помеченное содержимое

source: clear flags
ru: убрать пометки

source: hide
ru: скрыть

source: No flagged content found
ru: Помеченное содержимое не найдено

source: Recent hidden content
ru: Недавно скрытое содержимое

source: reshow
ru: показать снова

source: No hidden content found
ru: Скрытое содержимое не найдено

source: Recent content waiting for approval
ru: Недавнее содержимое, ожидающее одобрения

source: reject
ru: отказать

source: No content is waiting for approval
ru: Отсутствуют сообщения для одобрения

source: Home
ru: Главная

source: All Activity
ru: Вся Активность

source: Q&A (links to home page)
ru: Q&A (ссылка на главную страницу)

source: Questions
ru: Вопросы

source: Unanswered
ru: Без ответа

source: Ask a Question
ru: Спросить

source: page-%s
ru: страница-%s

source: No link
ru: Нет связи

source: Before tabs at top
ru: Перед вкладками сверху

source: After tabs at top
ru: После вкладок сверху

source: Far end of tabs at top
ru: В конце вкладок вверху

source: After links in footer
ru: После ссылок в подвале

source: After "%s" tab
ru: После вкладки "%s"

source: Text of link:
ru: Текст ссылки:

source: Name of page (also used for tab or link):
ru: Название страницы (также используется для вкладок и ссылок):

source: Delete this link
ru: Удалить ссылку

source: Delete this page
ru: Удалить страницу

source: Visible for:
ru: Видимый для:

source: Page slug (URL fragment):
ru: Путь страницы (часть URL):

source: URL of link - absolute or relative to Q2A root:
ru: URL ссылки - абсолютный или относительный уровень:

source: Open link in a new window
ru: Открывать ссылки в новом окне

source: Heading to display at top of page:
ru: Заголовок, для отображения вверху страницы:

source: Content to display in page - HTML allowed:
ru: Содержимое для отображения (HTML разрешен):

source: Add Link
ru: Добавить ссылку

source: Add Page
ru: Добавить страницу

source: Show navigation links:
ru: Ссылки в панели навигации:

source: (plugin module: %s)
ru: (плагин %s)

source: - %sadd link%s
ru: - %sдобавить ссылку%s

source: Pages available via plugins:
ru: Страницы, доступные для плагинов:

source: - %sedit link%s
ru: - %sправить ссылку%s

source: - %sedit page%s
ru: - %sправить страницу%s

source: Custom pages or links:
ru: Пользовательские страницы или ссылки:

source: Click the 'Add Page' button to add custom content to your Q2A site, or 'Add Link' to link to any other web page.
ru: Нажмите 'Добавить страницу' для добавления пользовательского содержимого на сайте, или 'Добавить ссылку' для добавления ссылки на любую другую страницу.

source: Unnamed Plugin
ru: Безымянный плагин

source: Disabled - requires Question2Answer %s or later
ru: Отключено - требует Question2Answer %s или выше

source: Disabled - requires PHP %s or later
ru: Отключено - требует PHP %s или выше

source: Save and Recalculate
ru: Сохранить и пересчитать

source: Defaults shown below but NOT YET APPLIED:
ru: Значения по умолчанию указаны ниже, но ЕЩЕ НЕ ПРИМЕНЕНЫ:

source: Show Defaults
ru: Показать значения по умолчанию

source: Having your answer selected as the best:
ru: Ответ выбран как лучший:

source: Limit from up votes on each answer:
ru: Ограничивать число голосов ЗА на ответы:

source: Limit from down votes on each answer:
ru: Ограничивать число голосов ПРОТИВ на ответы:

source: Add for all users:
ru: Начальные баллы:

source: Multiply all points:
ru: Умножить все баллы:

source: Per down vote on your answer:
ru: Голос против ответа пользователя:

source: Per up vote on your answer:
ru: Голос за ответ пользователя:

source: Per down vote on your question:
ru: Голос против вопроса пользователя:

source: Per up vote on your question:
ru: Голос за вопрос пользователя:

source: Posting an answer:
ru: Ответ на вопрос:

source: Posting a question:
ru: Задать вопрос:

source: Limit from up votes on each question:
ru: Ограничивать число голосов ЗА вопросы:

source: Limit from down votes on each question:
ru: Ограничивать число голосов ПРОТИВ вопросов:

source: Selecting an answer for your question:
ru: Выбор лучшего ответа на вопрос:

source: Voting down an answer:
ru: Голосовать ПРОТИВ ответа:

source: Voting down a question:
ru: Голосовать ПРОТИВ вопроса:

source: Voting up an answer:
ru: Голосовать ЗА ответ:

source: Voting up a question:
ru: Голосование за вопрос:

source: Page not found
ru: Страница не найдена

source: Question2Answer version:
ru: Версия Question2Answer:

source: Build date:
ru: Дата билда:

source: Latest version:
ru: Последняя версия:

source: Q2A database version:
ru: Q2A версия БД:

source: Database size:
ru: Размер БД:

source: PHP version:
ru: Версия PHP:

source: MySQL version:
ru: Версия MySQL:

source: From users:
ru: От пользователей:

source: From anonymous:
ru: От анонимов:

source: Total answers:
ru: Всего ответов

source: Total comments:
ru: Всего комментариев:

source: Registered users:
ru: Зарегестрировано пользователей:

source: Active users:
ru: Активных пользователей:

source: Users who posted:
ru: Пользователи с сообщениями:

source: Users who voted:
ru: Проголосовавшие пользователи:

source: Database clean-up operations
ru: Операции по очистке БД

source: Recount posts
ru: Пересчет сообщений

source: Stop recounting
ru: Остановить пересчет

source: - the number of answers, votes, flags and hotness for each post
ru: - число ответов, голосов, пометок и "жаркость" каждого сообщения

source: Reindex content
ru: Пересчет содержимого

source: Stop reindexing
ru: Остановить пересчет

source: - for searching and related question suggestions
ru: - для поиска и связанных вопросов

source: Recalculate user points
ru: Пересчет баллов пользователей

source: Stop recalculating
ru: Остановить пересчет

source: - for user ranking and points displays
ru: - для правильного отображения места в рейтинге и количества баллов

source: Refill event streams
ru: Пересчет списков событий

source: - for each user's list of updates
ru: - для списков обновлений пользователей

source: - for post categories and category counts
ru: - для сообщений категорий и количества категорий

source: Delete hidden posts
ru: Удалить скрытые сообщения

source: Stop deleting
ru: Остановить удаление

source: - all hidden questions, answer and comments without dependents
ru: - все скрытые вопросы, ответы и комментарии без ответов

source: Blobs to disk
ru: Переместить в файловую систему

source: Stop migrating
ru: Остановить перемещение

source: - migrate all uploaded images and documents from the database to disk files
ru: — переместить все загруженные изображения и документы из базы данных в файловую систему

source: Blobs to database
ru: Переместить в БД

source: - migrate all uploaded images and documents from disk files to the database
ru: — переместить все загруженные изображения и документы из файловой системы в базу данных

source: Single line of text
ru: Однострочный текст

source: Multiple lines of text
ru: Многострочный текст

source: Linked URL
ru: Связанные URL-ы

source: Field name:
ru: Имя поля:

source: Delete this field
ru: Удалить поле

source: Content type:
ru: Тип содержимого:

source: Show field on user registration form
ru: Показать поле в форме регистрации

source: Add Field
ru: Добавить поле

source: This value is already being used by another title
ru: Значение уже используется

source: User title - HTML allowed:
ru: Заголовок пользователя (HTML разрешен):

source: Delete this title
ru: Удалить заголовок

source: Points required to receive title:
ru: Количество баллов для получения звания:

source: Add Title
ru: Добавить заголовок

source: Question pages
ru: Страницы вопросов

source: Question lists
ru: Список вопросов

source: Most popular tags
ru: Популярные теги

source: Browse categories
ru: Обзор категорий

source: Ask a question
ru: Задать вопрос

source: Tag pages
ru: Теги

source: User pages
ru: Страницы пользователей

source: Send a private message
ru: Отправить личное сообщение

source: Search results
ru: Результаты поиска

source: Send feedback
ru: Обратная связь

source: Log in
ru: Вход

source: Register as a new user
ru: Регистрация нового пользователя

source: Recent updates for me
ru: Посление обновления для меня

source: IP address pages
ru: Страницы IP-адресов

source: Name of widget:
ru: Имя виджета:

source: Delete this widget from this position
ru: Удалить виджет с этой позиции

source: Show widget in this position on all available pages
ru: Показать виджет в этом месте на всех доступных страницах

source: Show widget in this position on the following pages:
ru: Показывать виджет в этом месте на следующих страницах:

source: Add Widget
ru: Добавить виджет

source: This widget is not available. This could be because the plugin providing the widget is no longer installed.
ru: Виджет не доступен. Возможно плагин, использующий этот виджет, не установлен.

source: This widget has already been added to every available position.
ru: Этот виджет уже добавлен во все имеющиеся позиции.

source: Recently answered questions in %s
ru: Недавно отвеченные вопросы в %s

source: No answers in %s
ru: Нет ответов в %s

source: No answers found
ru: Ответов не найдено

source: Please ^1log in^2 or ^3register^4 to ask a question.
ru: Пожалуйста, ^1войдите^2 или ^3зарегистрируйтесь^4 чтобы задать вопрос.

source: Please ^5confirm your email address^6 to ask a question.
ru: Пожалуйста, ^5подтвердите адрес своей электронной почты,^6, чтобы задать вопрос.

source: Too many questions received - please try again in an hour
ru: Вы задаёте слишком много вопросов - попробуйте через час

source: Your account must be approved before you ask a question.
ru: Чтобы задать вопрос необходимо утверждение учётной записи.

source: Please choose a category
ru: Пожалуйста, выберите категорию

source: You do not have permission to ask questions in this category
ru: У вас нет прав задавать вопросы в этой категории

source: Ask a related question
ru: Задать связанный вопрос

source: More information for the question:
ru: Больше информации о вопросе:

source: The question in one sentence:
ru: Вопрос одним предложением:

source: Ask the Question
ru: Спросить

source: Your question will be related to this answer:
ru: Ваш вопрос будет связан с этим ответом:

source: Category:
ru: Категория

source: No categories found
ru: Категорий не найдено

source: No comments in %s
ru: Нет комментариев в %s

source: No comments found
ru: Комментариев не найдено

source: Email Address Confirmation
ru: Подтверждение электронной почты

source: A confirmation link has been emailed to you. Please click the link to confirm your email address.
ru: Ссылка для подтверждения была отправлена на вашу электронную почту. Пожалуйста, нажмите на ссылку, чтобы подтвердить свой адрес электронной почты.

source: Thank you - your email address has been confirmed
ru: Адрес вашей электронной почты подтверждён.

source: You may now %slog in%s to access your account.
ru: Теперь вы можете %sвойти%s, чтобы получить доступ к своей учётной записи.

source: Code not correct - please click below to send a new link
ru: Неверный код - нажмите ниже, чтобы отправить новую ссылку

source: - %schange email%s
ru: - %sизменить адрес e-mail%s

source: Send Confirmation Link
ru: Отправить ссылку для подтверждения

source: Code not correct - please ^1log in^2 to send a new link
ru: Неверный код - пожалуйста, ^1войдите^2 для отправки новой ссылки

source: Edit custom page
ru: Изменить пользовательскую страницу

source: No favorite questions
ru: Нет избранных вопросов

source: No favorite users
ru: Нет избранных пользователей

source: No favorite tags
ru: Нет избранных тегов

source: No favorite categories
ru: Нет избранных категорий

source: To add a question or other item to your favorites, click the %s at the top of its page.
ru: Для добавления вопроса или любого другого элемента в избранное нажмите %s вверху страницы.

source: Please use this field to send some comments or suggestions
ru: Используйте это поле для отправки комментариев и предложений

source: %s feedback
ru: Отзыв о %s

source: Comments: ^message Name: ^name Email: ^email Previous page: ^previous User: ^url IP address: ^ip Browser: ^browser
ru: Комментарий: ^message Имя: ^name Электронная почта: ^email Со страницы: ^previous Пользователь: ^url IP-адрес: ^ip Обозреватель: ^browser

source: Your comments or suggestions for %s:
ru: Ваши комментарии или предложения для %s:

source: Your name: (optional)
ru: Ваше имя (по желанию):

source: Your email: (optional)
ru: Ваш e-mail (по желанию):

source: Send
ru: Отправить

source: Your message below was sent - thank you.
ru: Ваше сообщение было отправлено. Спасибо.

source: User not found
ru: Пользователь не найден

source: Reset Forgotten Password
ru: Сброс забытого пароля

source: Email or Username:
ru: Имя пользователя или адрес электронной почты:

source: A message will be sent to your email address with instructions.
ru: Сообщение будет отправлено на ваш электронный адрес с инструкциями.

source: Send Reset Password Email
ru: Отправить сброс пароля на почту

source: Host name:
ru: Имя хоста:

source: Matches blocked IP addresses:
ru: Список заблокированных IP:

source: Unblock IP address
ru: Разблокировать IP-адрес

source: Hide all posts from this IP
ru: Скрыть все сообщения с этого IP

source: Block IP address
ru: Заблокировать IP-адрес

source: Recent activity from %s
ru: Недавняя активность %s

source: No activity from %s
ru: %s неактивен

source: Too many login attempts - please try again in an hour
ru: Слишком много попыток входа - попробуйте через час

source: I forgot my password
ru: Я забыл свой пароль

source: Your new password was emailed to you
ru: Ваш новый пароль был отправлен по электронной почте

source: Password:
ru: Пароль:

source: Remember me on this computer
ru: Запомнить меня на этом компьютере

source: Log In
ru: Войти

source: Please ^1log in^2 or ^3register^4 to send private messages.
ru: Пожалуйста, ^1войдите^2 or ^3зарегистрируйтесь^4 чтобы отправить личное сообщение.

source: You cannot send more private messages this hour
ru: Что-то вы зачастили отправлять сообщения - попробуйте продолжить через час

source: Please enter your message to send to this user
ru: Пожалуйста, введите сообщение, чтобы отправить этому пользователю

source: Click below to reply to %s by private message: %s
ru: Нажмите ниже, чтобы ответить %s личным сообщением: %s

source: More information about %s: %s
ru: Узнать больше о %s: %s
